{
  "classes": [{
    "name": "Barbarian",
    "hitDice": "d12",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d 12 per barbarian level"
    }, {
      "title": "Hit Dice at 1st Level",
      "description": "12 + your Constitution modifier"
    }, {
      "title": "Hit Points at Higher Levels",
      "description": "1d12 (or 7) + your Constitution modifier per barbarian level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": " Light armor, medium armor, shields"
    }, {
      "title": "Weapons",
      "description": "Simple weapons, martial weapons"
    }, {
      "title": "Tools",
      "description": "None"
    }, {
      "title": "Saving Throws",
      "description": "Strength, Constitution"
    }, {
      "title": "Skills",
      "description": "Choose two from Animal Handling, Athletics, Intimidation, Nature, Perception, and Survival"
    }],
    "specializations": [{
      "title": "Path of the Berserker",
      "description": "For some barbarians, rage is a means to an end-that end being violence. The Path of the Berserker is a path of untrammeled fury, slick with blood. As you enter the berserker’s rage, you thrill in the chaos of battle, heedless of your own health or well-being."
    }, {
      "title": "Path of the Totem Warrior",
      "description": "<p>The Path of the Totem Warrior is a spiritual journey, as the barbarian accepts a spirit animal as guide, protector, and inspiration. In battle, your totem spirit fills you with supernatural might, adding magical fuel to your barbarian rage.<p></p>Most barbarian tribes consider a totem animal to be kin to a particular clan. In such cases, it is unusual for an individual to have more than one totem animal spirit, though exceptions exist.</p>"
    }]
  }, {
    "name": "Bard",
    "hitDice": "d8",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d8 per bard level"
    }, {
      "title": "Hit Dice at 1st Level",
      "description": "8 + your Constitution modifier"
    }, {
      "title": "Hit Points at Higher Levels",
      "description": "1d8 (or 5) + your Constitution modifier per bard level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": "Light armor"
    }, {
      "title": "Weapons",
      "description": "Simple weapons, hand crossbows, longswords, rapiers, shortswords"
    }, {
      "title": "Three musical instruments of your choice",
      "description": "Dexterity, Charisma "
    }, {
      "title": "Skills",
      "description": "Choose any three"
    }],
    "specializations": [{
      "title": "College of Lore",
      "description": "<p>Bards of the College of Lore know something about most things, collecting bits of knowledge from sources as diverse as scholarly tomes and peasant tales. Whether singing folk ballads in taverns or elaborate com positions in royal courts, these bards use their gifts to hold audiences spellbound. When the applause dies down, the audience members might find themselves questioning everything they held to be true, from their faith in the priesthood of the local temple to their loyalty to the king</p><p>The loyalty of these bards lies in the pursuit of beauty and truth, not in fealty to a monarch or following the tenets of a deity. A noble who keeps such a bard as a herald or advisor knows that the bard would rather be honest than politic. </p><p>The college’s members gather in libraries and sometim es in actual colleges, complete with classrooms and dormitories, to share their lore with one another. They also meet at festivals or affairs of state, where they can expose corruption, unravel lies, and poke fun at self- important figures of authority.</p>"
    }, {
      "title": "College of Valor",
      "description": "Bards of the College of Valor are daring skalds whose tales keep alive the memory of the great heroes of the past, and thereby inspire a new generation of heroes. These bards gather in mead halls or around great bonfires to sing the deeds of the mighty, both past and present. They travel the land to witness great events firsthand and to ensure that the memory of those events doesn’t pass from the world. With their songs, they inspire others to reach the same heights of accomplishment as the heroes of old."
    }]
  }, {
    "name": "Cleric",
    "hitDice": "d8",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d8 per cleric level "
    }, {
      "title": "Hit Dice at 1st Level",
      "description": "8 + your Constitution modifier "
    }, {
      "title": "Hit Points at Higher Levels",
      "description": "1d8 (or 5) + your Constitution modifier per cleric level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": "light armor, medium armor, shields "
    }, {
      "title": "Weapons",
      "description": "simple weapons"
    }, {
      "title": "Tools",
      "description": ""
    }, {
      "title": "Saving Throws",
      "description": "Wisdom, Charisma "
    }, {
      "title": "Skills",
      "description": "Choose two from History, Insight, Medicine, Persuasion, and Religion"
    }],
    "specializations": [{
      "title": "Knowledge Domain",
      "description": "The gods of knowledge—including Oghma, Boccob, Gilean, Aureon, and Thoth—value learning and understanding above all. Some teach that knowledge is to be gathered and shared in libraries and universities, or promote the practical knowledge of craft and invention. Some deities hoard knowledge and keep its secrets to themselves. And some promise their followers that they will gain tremendous power if they unlock the secrets of the multiverse. Followers of these gods study esoteric lore, collect old tomes, delve into the secret places of the earth, and learn all they can. Some gods of knowledge promote the practical knowledge of craft and invention, including smith deities like Gond, Reorx, Onatar, Moradin, Hephaestus, and Goibhniu."
    }, {
      "title": "Life Domain",
      "description": "The Life domain focuses on the vibrant positive energy—one of the fundamental forces of the universe— that sustains all life. The gods of life promote vitality and health through healing the sick and wounded, caring for those in need, and driving away the forces of death and undeath. Almost any non-evil deity can claim influence over this domain, particularly agricultural deities (such as Chauntea, Arawai, and Demeter), sun gods (such as Lathander, Pelor, and Re-Horakhty), gods of healing or endurance (such as Ilmater, Mishakal, Apollo, and Diancecht), and gods of home and community (such as Hestia, Hathor, and Boldrei)."
    }, {
      "title": "Light Domain",
      "description": "Gods of light—including Helm, Lathander, Pholtus, Branchala, the Silver Flame, Belenus, Apollo, and Re-Horakhty—promote the ideals of rebirth and renewal, truth, vigilance, and beauty, often using the symbol of the sun. Some of these gods are portrayed as the sun itself or as a charioteer who guides the sunacross the sky. Others are tireless sentinels whose eyes pierce every shadow and see through every deception. Some are deities of beauty and artistry, who teach that art is a vehicle for the soul\u0027s improvement. Clerics of a god of light are enlightened souls infused with radiance and the power of their gods’ discerning vision, charged with chasing away lies and burning away darkness."
    }, {
      "title": "Nature Domain",
      "description": "Gods of nature are as varied as the natural world itself, from inscrutable gods of the deep forests (such as Silvanus, Obad-Hai, Chislev, Balinor, and Pan) to friendly deities associated with particular springs and groves (such as Eldath). Druids revere nature as a whole and might serve one of these deities, practicing mysterious rites and reciting all-but-forgotten prayers in their own secret tongue. But many of these gods have clerics as well, champions who take a more active role in advancing the interests of a particular nature god. These clerics might hunt the evil monstrosities that despoil the woodlands, bless the harvest of the faithful, or wither the crops of those who anger their gods."
    }, {
      "title": "Tempest Domain",
      "description": "Gods whose portfolios include the Tempest domain - including Talos, Umberlee, Kord, Zeboim , the Devourer, Zeus, and Thor - govern storms, sea, and sky. They include gods of lightning and thunder, gods of earthquakes, some fire gods, and certain gods of violence, physical strength, and courage. In some pantheons, a god of this domain rules over other deities and is known for swift justice delivered by thunderbolts. In the pantheons of seafaring people, gods of this domain are ocean deities and the patrons of sailors. Tempest gods send their clerics to inspire fear in the common folk, either to keep those folk on the path of righteousness or to encourage them to offer sacrifices of propitiation to ward off divine wrath."
    }, {
      "title": "Trickery Domain",
      "description": "Gods of trickery - such as Tymora, Beshaba, Olidammara, the Traveler, Garl Glittergold, and Loki - are mischief-makers and instigators who stand as a constant challenge to the accepted order among both gods and mortals. They’re patrons of thieves, scoundrels, gamblers, rebels, and liberators. Their clerics are a disruptive force in the world, puncturing pride, mocking tyrants, stealing from the rich, freeing captives, and flouting hollow traditions. They prefer subterfuge, pranks, deception, and theft rather than direct confrontation."
    }, {
      "title": "War Domain",
      "description": "War has many manifestations. It can make heroes of ordinary people. It can be desperate and horrific, with acts of cruelty and cowardice eclipsing instances of excellence and courage. In either case, the gods of war watch over warriors and reward them for their great deeds. The clerics of such gods excel in battle, inspiring others to fight the good fight or offering acts of violence as prayers. Gods of war include champions of honor and chivalry (such as Torm, Heironeous, and Kiri- Jolith) as well as gods of destruction and pillage (such as Erythnul, the Fury, Gruumsh, and Ares) and gods of conquest and domination (such as Bane, Hextor, and Maglubiyet). Other war gods (such as Tempus, Nike, and Nuada) take a more neutral stance, promoting war in all its manifestations and supporting warriors in any circumstance."
    }]
  }, {
    "name": "Druid",
    "hitDice": "d8",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d8 per druid level "
    }, {
      "title": "Hit Dice at 1st Level",
      "description": "8 + your Constitution modifier"
    }, {
      "title": "Hit Points at Higher Levels",
      "description": "1d8 (or 5) + your Constitution modifier per druid level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": "Light armor, medium armor, shields (druids will not wear armor or use shields made of metal) "
    }, {
      "title": "Weapons",
      "description": "Clubs, daggers, darts, javelins, maces, quarterstaffs, scimitars, sickles, slings, spears"
    }, {
      "title": "Tools",
      "description": "Herbalism Kit"
    }, {
      "title": "Saving Throws",
      "description": "Intelligence, Wisdom"
    }, {
      "title": "Skills",
      "description": "Choose two from Arcana, Animal Handling, Insight, Medicine, Nature, Perception, Religion, and Survival"
    }],
    "specializations": [{
      "title": "Circle of the Land",
      "description": "The Circle of the Land is made up of mystics and sages who safeguard ancient knowledge and rites through a vast oral tradition. These druids meet within sacred circles of trees or standing stones to whisper primal secrets in Druidic. The circle’s wisest members preside as the chief priests of communities that hold to the Old Faith and serve as advisors to the rulers of those folk. As a member of this circle, your magic is influenced by the land where you were initiated into the circle’s mysterious rites."
    }, {
      "title": "Circle of the Moon",
      "description": "<p>Druids of the Circle of the M oon are fierce guardians of the wilds. Their order gathers under the full moon to share news and trade warnings. They haunt the deepest parts of the wilderness, where they might go for weeks on end before crossing paths with another humanoid creature, let alone another druid.</p><p>Changeable as the moon, a druid of this circle might prowl as a great cat one night, soar over the treetops as an eagle the next day, and crash through the undergrowth in bear form to drive off a trespassing monster. The wild is in the druid\u0027s blood.</p>"
    }]
  }, {
    "name": "Fighter",
    "hitDice": "d10",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d10 per fighter level "
    }, {
      "title": "Hit Dice at 1st Level",
      "description": "10 + your Constitution modifier"
    }, {
      "title": "Hit Points at Higher Levels",
      "description": "1d10 (or 6) + your Constitution modifier per fighter level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": "all armor, shields"
    }, {
      "title": "Weapons",
      "description": "simple weapons, martial weapons "
    }, {
      "title": "Tools",
      "description": ""
    }, {
      "title": "Saving Throws",
      "description": "Strength, Constitution"
    }, {
      "title": "Skills",
      "description": "Choose two skills from Acrobatics, Animal Handling, Athletics, History, Insight, Intimidation, Perception, and Survival"
    }],
    "specializations": [{
      "title": "Champion",
      "description": "The archetypal Champion focuses on the development of raw physical power honed to deadly perfection. Those who model themselves on this archetype combine rigorous training with physical excellence to deal devastating blows."
    }, {
      "title": "Battle Master",
      "description": "Those who emulate the archetypal Battle Master employ martial techniques passed down through generations. To a Battle Master, combat is an academic field, sometim es including subjects beyond battle such as weaponsmithing and calligraphy. Not every fighter absorbs the lessons of history, theory, and artistry that are reflected in the Battle Master archetype, but those who do are well-rounded fighters of great skill and knowledge."
    }, {
      "title": "Eldritch Knight",
      "description": "The archetypal Eldritch Knight com bines the martial mastery common to all fighters with a careful study of magic. Eldritch Knights use magical techniques similar to those practiced by wizards. They focus their study on two of the eight schools of magic: abjuration and evocation. Abjuration spells grant an Eldritch Knight additional protection in battle, and evocation spells deal damage to many foes at once, extending the fighter’s reach in combat. These knights learn a comparatively small number of spells, committing them to memory instead of keeping them in a spellbook."
    }]
  }, {
    "name": "Monk",
    "hitDice": "d8",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d8 per monk level "
    }, {
      "title": "Hit Dice at 1st Level",
      "description": "8 + your Constitution modifier "
    }, {
      "title": "Hit Points at Higher Levels",
      "description": "1d8 (or 5) + your Constitution modifier per monk level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": "none"
    }, {
      "title": "Weapons",
      "description": "simple weapons, shortswords"
    }, {
      "title": "Tools",
      "description": "Choose one type of artisan’s tools or one musical instrument"
    }, {
      "title": "Saving Throws",
      "description": "Strength, Dexterity"
    }, {
      "title": "Skills",
      "description": "Choose two from Acrobatics, Athletics, History, Insight, Religion, and Stealth"
    }],
    "specializations": [{
      "title": "Way of the Open Hand",
      "description": "Monks of the Way of the Open Hand are the ultimate masters of martial arts combat, whether armed or unarmed. They learn techniques to push and trip their opponents, manipulate ki to heal damage to their bodies, and practice advanced meditation that can protect them from harm."
    }, {
      "title": "Way of the Shadow",
      "description": "Monks of the Way of Shadow follow a tradition that values stealth and subterfuge. These monks might be called ninjas or shadowdancers, and they serve as spies and assassins. Sometim es the mem bers of a ninja monastery are family members, forming a clan sworn to secrecy about their arts and missions. Other monasteries are more like thieves’ guilds, hiring out their services to nobles, rich merchants, or anyone else who can pay their fees. Regardless of their methods, the heads of these monasteries expect the unquestioning obedience of their students."
    }, {
      "title": "Way of the Four Elements",
      "description": "<p>You follow a monastic tradition that teaches you to harness the elements. When you focus your ki, you can align yourself with the forces of creation and bend the four elements to your will, using them as an extension of your body. Some mem bers of this tradition dedicate themselves to a single element, but others weave the elements together.</p><p>Many monks of this tradition tattoo their bodies with representations of their ki powers, commonly imagined as coiling dragons, but also as phoenixes, fish, plants, mountains, and cresting waves.</p>"
    }]
  }, {
    "name": "Paladin",
    "hitDice": "d10",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d10 per paladin level"
    }, {
      "title": "Hit Dice at 1st Level",
      "description": "10 + your Constitution modifier"
    }, {
      "title": "Hit Points at Higher Levels",
      "description": "1d 10 (or 6) + your Constitution modifier per paladin level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": "all armor, shields"
    }, {
      "title": "Weapons",
      "description": "simple weapons, martial weapons"
    }, {
      "title": "Tools",
      "description": "None"
    }, {
      "title": "Saving Throws",
      "description": "Wisdom, Charisma"
    }, {
      "title": "Skills",
      "description": "Choose two from Athletics, Insight, Intimidation, Medicine, Persuasion, and Religion"
    }],
    "specializations": [{
      "title": "Oath of Devotion",
      "description": "The Oath of Devotion binds a paladin to the loftiest ideals of justice, virtue, and order. Sometim es called cavaliers, white knights, or holy warriors, these paladins meet the ideal of the knight in shining armor, acting with honor in pursuit of justice and the greater good. They hold themselves to the highest standards of conduct, and some, for better or worse, hold the rest of the world to the same standards. Many who swear this oath are devoted to gods of law and good and use their gods’ tenets as the measure of their devotion. They hold angels—the perfect servants of good—as their ideals, and incorporate images of angelic wings into their helmets or coats of arms."
    }, {
      "title": "Oath of the Ancients",
      "description": "The Oath of the Ancients is as old as the race of elves and the rituals of the druids. Sometim es called fey knights, green knights, or horned knights, paladins who swear this oath cast their lot with the side of the light in the cosm ic struggle against darkness because they love the beautiful and life-giving things of the world, not necessarily because they believe in principles of honor, courage, and justice. They adorn their armor and clothing with images of growing things—leaves, antlers, or flowers—to reflect their commitment to preserving life and light in the world."
    }, {
      "title": "Oath of Vengeance",
      "description": "The Oath of Vengeance is a solemn commitment to punish those who have committed a grievous sin. When evil forces slaughter helpless villagers, when an entire people turns against the will of the gods, when a thieves’ guild grows too violent and powerful, when a dragon rampages through the countryside—at times like these, paladins arise and swear an Oath of Vengeance to set right that which has gone wrong. To these paladins— sometimes called avengers or dark knights—their own purity is not as important as delivering justice."
    }]
  }, {
    "name": "Ranger",
    "hitDice": "d10",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d 10 per ranger level"
    }, {
      "title": "Hit Dice at 1st Level",
      "description": " 10 + your Constitution modifier "
    }, {
      "title": "Hit Points at Higher Levels",
      "description": " 1d 10 (or 6) + your Constitution modifier per ranger level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": "light armor, medium armor, shields "
    }, {
      "title": "Weapons",
      "description": "Simple weapons, martial weapons "
    }, {
      "title": "Tools",
      "description": ""
    }, {
      "title": "Saving Throws",
      "description": "Strength, Dexterity"
    }, {
      "title": "Skills",
      "description": "Choose three from Animal Handling, Athletics, Insight, Investigation, Nature, Perception, Stealth, and Survival"
    }],
    "specializations": [{
      "title": "Hunter",
      "description": "Emulating the Hunter archetype means accepting your place as a bulwark between civilization and the terrors of the wilderness. As you walk the Hunter’s path, you learn specialized techniques for fighting the threats you face, from rampaging ogres and hordes of orcs to towering giants and terrifying dragons."
    }, {
      "title": "Beast Master",
      "description": "The Beast Master archetype em bodies a friendship between the civilized races and the beasts of the world. United in focus, beast and ranger work as one to fight the monstrous foes that threaten civilization and the wilderness alike. Emulating the Beast Master archetype means committing yourself to this ideal, working in partnership with an animal as its companion and friend."
    }]
  }, {
    "name": "Rogue",
    "hitDice": "d8",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d8 per rogue level"
    }, {
      "title": "Hit Dice at 1st Level",
      "description": "8 + your Constitution modifier"
    }, {
      "title": "Hit Points at Higher Levels",
      "description": "1d8 (or 5) + your Constitution modifier per rogue level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": "light armor"
    }, {
      "title": "Weapons",
      "description": "simple weapons, hand crossbows, longswords, rapiers, shortswords"
    }, {
      "title": "Tools",
      "description": "Thieves\u0027 Tools"
    }, {
      "title": "Saving Throws",
      "description": "Dexterity. Intelligence"
    }, {
      "title": "Skills",
      "description": "Choose four from Acrobatics, Athletics, Deception. Insight, Intimidation, Investigation, Perception, Performance. Persuasion, Sleight of Hand, and Stealth."
    }],
    "specializations": [{
      "title": "Thief",
      "description": "You hone your skills in the larcenous arts. Burglars, bandits, cutpurses, and other criminals typically follow this archetype, but so do rogues who prefer to think of themselves as professional treasure seekers, explorers, delvers, and investigators. In addition to improving your agility and stealth, you learn skills useful for delving into ancient ruins, reading unfamiliar languages, and using magic items you normally couldn’t employ."
    }, {
      "title": "Assassin",
      "description": "You focus your training on the grim art of death. Those who adhere to this archetype are diverse: hired killers, spies, bounty hunters, and even specially anointed priests trained to exterminate the enemies of their deity. Stealth, poison, and disguise help you eliminate your foes with deadly efficiency."
    }, {
      "title": "Arcane Trickster",
      "description": "Some rogues enhance their fine-honed skills of stealth and agility with magic, learning tricks of enchantment and illusion. These rogues include pickpockets and burglars, but also pranksters, mischie"
    }]
  }, {
    "name": "Sorcerer",
    "hitDice": "d6",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d6 per sorcerer level "
    }, {
      "title": "Hit Dice at 1st Level",
      "description": "6 + your Constitution modifier"
    }, {
      "title": "Hit Points at Higher Levels",
      "description": "1d6 (or 4) + your Constitution modifier per sorcerer level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": ""
    }, {
      "title": "Weapons",
      "description": "Daggers, darts, slings, quarterstaffs, light crossbows"
    }, {
      "title": "Tools",
      "description": ""
    }, {
      "title": "Saving Throws",
      "description": "Constitution, Charisma"
    }, {
      "title": "Skills",
      "description": "Choose two from Arcana, Deception, Insight, Intimidation, Persuasion, and Religion"
    }],
    "specializations": [{
      "title": "Draconic Bloodline",
      "description": "Your innate magic com es from draconic magic that was mingled with your blood or that of your ancestors. Most often, sorcerers with this origin trace their descent back to a mighty sorcerer of ancient times who made a bargain with a dragon or who might even have claimed a dragon parent. Some of these bloodlines are well established in the world, but most are obscure. Any given sorcerer could be the first of a new bloodline, as a result of a pact or some other exceptional circumstance."
    }, {
      "title": "Wild Magic",
      "description": "Your innate magic com es from the wild forces of chaos that underlie the order of creation. You might have endured exposure to some form of raw magic, perhaps through a planar portal leading to Limbo, the Elemental Planes, or the mysterious Far Realm. Perhaps you were blessed by a powerful fey creature or marked by a demon. Or your magic could be a fluke of your birth, with no apparent cause or reason. However it came to be, this chaotic magic churns within you, waiting for any outlet."
    }]
  }, {
    "name": "Warlock",
    "hitDice": "d8",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d8 per warlock level"
    }, {
      "title": "Hit Dice at 1st Level",
      "description": "8 + your Constitution modifier"
    }, {
      "title": "Hit Points at Higher Levels",
      "description": "1d8 (or 5) + your Constitution modifier per warlock level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": "light armor"
    }, {
      "title": "Weapons",
      "description": "Simple weapons"
    }, {
      "title": "Tools",
      "description": ""
    }, {
      "title": "Saving Throws",
      "description": "Wisdom, Charisma"
    }, {
      "title": "Skills",
      "description": "Choose two skills from Arcana, Deception, History, Intimidation, Investigation, Nature, and Religion"
    }],
    "specializations": [{
      "title": "The Archfey",
      "description": "Your patron is a lord or lady of the fey, a creature of legend who holds secrets that were forgotten before the mortal races were born. This being’s motivations are often inscrutable, and sometim es whimsical, and might involve a striving for greater magical power or the settling of age-old grudges. Beings of this sort include the Prince of Frost; the Queen of Air and Darkness, ruler of the Gloaming Court; Titania of the Summer Court; her consort Oberon, the Green Lord; Hyrsam, the Prince of Fools; and ancient hags."
    }, {
      "title": "The Fiend",
      "description": "You have made a pact with a fiend from the lower planes of existence, a being whose aims are evil, even if you strive against those aims. Such beings desire the corruption or destruction of all things, ultimately including you. Fiends powerful enough to forge a pact include demon lords such as Demogorgon, Orcus, Fraz’Urb-luu, and Baphomet; archdevils such as Asmodeus, Dispater, Mephistopheles, and Belial; pit fiends and balors that are especially mighty; and ultroloths and other lords of the yugoloths."
    }, {
      "title": "The Great Old One",
      "description": "<p>Your patron is a mysterious entity whose nature is utterly foreign to the fabric of reality. It might come from the Far Realm, the space beyond reality, or it could be one of the elder gods known only in legends. Its motives are incomprehensible to mortals, and its knowledge so immense and ancient that even the greatest libraries pale in comparison to the vast secrets it holds. The Great Old One might be unaware of your existence or entirely indifferent to you, but the secrets you have learned allow you to draw your magic from it.</p><p>Entities of this type include Ghaunadar, called That Which Lurks; Tharizdun, the Chained God; Dendar, the Night Serpent; Zargon, the Returner; Great Cthulhu; and other unfathomable beings.</p>"
    }]
  }, {
    "name": "Wizard",
    "hitDice": "d6",
    "type":"class",
    "hitPoints": [{
      "title": "Hit Dice",
      "description": "1d6 per wizard level"
    }, {
      "title": "Hit Dice at 1st Level",
      "description": "6 + your Constitution modifier"
    }, {
      "title": "Hit Points at Higher Levels",
      "description": "1d6 (or 4) + your Constitution modifier per wizard level after 1st"
    }],
    "proficiencies": [{
      "title": "Armor",
      "description": ""
    }, {
      "title": "Weapons",
      "description": "daggers, darts, slings, quarterstaffs, light crossbows"
    }, {
      "title": "Tools",
      "description": ""
    }, {
      "title": "Saving Throws",
      "description": "Intelligence, Wisdom"
    }, {
      "title": "Skills",
      "description": "Choose two from Arcana, History, Insight, Investigation, Medicine, and Religion"
    }],
    "specializations": [{
      "title": "School of Abjuration",
      "description": "<p>The School of Abjuration emphasizes magic that blocks, banishes, or protects. Detractors of this school say that its tradition is about denial, negation rather than positive assertion. You understand, however, that ending harmful effects, protecting the weak, and banishing evil influences is anything but a philosophical void. It is a proud and respected vocation.</p><p>Called abjurers, members of this school are sought when baleful spirits require exorcism, when important locations must be guarded against magical spying, and when portals to other planes of existence must be closed.</p>"
    }, {
      "title": "School of Conjuration",
      "description": "As a conjurer, you favor spells that produce objects and creatures out of thin air. You can conjure billowing clouds of killing fog or summon creatures from elsewhere to fight on your behalf. As your mastery grows, you learn spells of transportation and can teleport yourself across vast distances, even to other planes of existence, in an instant."
    }, {
      "title": "School of Divination",
      "description": "The counsel of a diviner is sought by royalty and commoners alike, for all seek a clearer understanding of the past, present, and future. As a diviner, you strive to part the veils of space, time, and consciousness so that you can see clearly. You work to master spells of discernment, remote viewing, supernatural knowledge, and foresight."
    }, {
      "title": "School of Enchantment",
      "description": "As a member of the School of Enchantment, you have honed your ability to magically entrance and beguile other people and monsters. Some enchanters are peacemakers who bewitch the violent to lay down their arms and charm the cruel into showing mercy. Others are tyrants who magically bind the unwilling into their service. Most enchanters fall somewhere in between."
    }, {
      "title": "School of Evocation",
      "description": "You focus your study on magic that creates powerful elemental effects such as bitter cold, searing flame, rolling thunder, crackling lightning, and burning acid. Some evokers find employment in military forces, serving as artillery to blast enemy armies from afar. Others use their spectacular power to protect the weak, while some seek their own gain as bandits, adventurers, or aspiring tyrants."
    }, {
      "title": "School of Illusion",
      "description": "You focus your studies on magic that dazzles the senses, befuddles the mind, and tricks even the wisest folk. Your magic is subtle, but the illusions crafted by your keen mind make the impossible seem real. Some illusionists—including many gnome wizards—are benign tricksters who use their spells to entertain. Others are more sinister masters of deception, using their illusions to frighten and fool others for their personal gain."
    }, {
      "title": "School of Necromancy",
      "description": "<p>The School of Necromancy explores the cosm ic forces of life, death, and undeath. As you focus your studies in this tradition, you learn to manipulate the energy that animates all living things. As you progress, you learn to sap the life force from a creature as your magic destroys its body, transforming that vital energy into magical power you can manipulate.</p><p>Most people see necromancers as menacing, or even villainous, due to the close association with death. Not all necromancers are evil, but the forces they manipulate are considered taboo by many societies.</p>"
    }, {
      "title": "School of Transmutation",
      "description": "<p>You are a student of spells that modify energy and matter. To you, the world is not a fixed thing, but eminently mutable, and you delight in being an agent of change. You wield the raw stuff of creation and learn to alter both physical forms and mental qualities. Your magic gives you the tools to become a smith on reality’s forge.</p><p>Some transmuters are tinkerers and pranksters, turning people into toads and transforming copper into silver for fun and occasional profit. Others pursue their magical studies with deadly seriousness, seeking the power of the gods to make and destroy worlds.</p>"
    }]
  }]
}
