{
  "skills": [{
    "type": "skill",
    "name": "Athletics",
    "abilityScore": "Strength",
    "description": "Your Strength (Athletics) check covers difficult situations you encounter while climbing, jumping, or swimming."
  }, {
    "type": "skill",
    "name": "Acrobatics",
    "abilityScore": "Dexterity",
    "description": "Your Dexterity (Acrobatics) check covers your attempt to stay on your feet in a tricky situation,"
  }, {
    "type": "skill",
    "name": "Sleight of Hand",
    "abilityScore": "Dexterity",
    "description": "Whenever you attempt an act of legerdemain or manual trickery, such as planting something on someone else or concealing an object on your person."
  }, {
    "type": "skill",
    "name": "Stealth",
    "abilityScore": "Dexterity",
    "description": "Make a Dexterity (Stealth) check when you attempt to conceal yourself from enemies, slink past guards, slip away without being noticed, or sneak up on someone without being seen or heard."
  }, {
    "type": "skill",
    "name": "Arcana",
    "abilityScore": "Intelligence",
    "description": "Your Intelligence (Arcana) check measures your ability to recall lore about spells, magic items, eldritch symbols, magical traditions, the planes of existence, and the inhabitants of those planes."
  }, {
    "type": "skill",
    "name": "History",
    "abilityScore": "Intelligence",
    "description": "Your Intelligence (History) check measures your ability to recall lore about historical events, legendary people, ancient kingdoms, past disputes, recent wars, and lost civilizations."
  }, {
    "type": "skill",
    "name": "Investigation",
    "abilityScore": "Intelligence",
    "description": " When you look around for clues and make deductions based on those clues, you make an Intelligence (Investigation) check."
  }, {
    "type": "skill",
    "name": "Nature",
    "abilityScore": "Intelligence",
    "description": "Your Intelligence (Nature) check measures your ability to recall lore about terrain, plants and animals, the weather, and natural cycles."
  }, {
    "type": "skill",
    "name": "Religion",
    "abilityScore": "Intelligence",
    "description": "Your Intelligence (Religion) check measures your ability to recall lore about deities, rites and prayers, religious hierarchies, holy symbols, and the practices of secret cults."
  }, {
    "type": "skill",
    "name": "Animal Handling",
    "abilityScore": "Wisdom",
    "description": "When there is any question whether you can calm down a domesticated animal, keep a mount from getting spooked, or intuit an animal’s intentions, the DM might call for a Wisdom (Animal Handling) check."
  }, {
    "type": "skill",
    "name": "Insight",
    "abilityScore": "Wisdom",
    "description": "Your Wisdom (Insight) check decides whether you can determine the true intentions of a creature, such as when searching out a lie or predicting someone’s next move."
  }, {
    "type": "skill",
    "name": "Medicine",
    "abilityScore": "Wisdom",
    "description": " A Wisdom (Medicine) check lets you try to stabilize a dying companion or diagnose an illness."
  }, {
    "type": "skill",
    "name": "Perception",
    "abilityScore": "Wisdom",
    "description": "Your Wisdom (Perception) check lets you spot, hear, or otherwise detect the presence of something. It measures your general awareness of your surroundings and the keenness of your senses."
  }, {
    "type": "skill",
    "name": "Survival",
    "abilityScore": "Wisdom",
    "description": "The DM might ask you to make a Wisdom (Survival) check to follow tracks, hunt wild game, guide your group, predict the weather, or avoid natural hazards."
  }, {
    "type": "skill",
    "name": "Deception",
    "abilityScore": "Charisma",
    "description": "Your Charisma (Deception) check determines whether you can convincingly hide the truth, either verbally or through your actions."
  }, {
    "type": "skill",
    "name": "Intimidation",
    "abilityScore": "Charisma",
    "description": "When you attempt to influence someone through overt threats, hostile actions, and physical violence, the DM might ask you to make a Charisma (Intimidation) check."
  }, {
    "type": "skill",
    "name": "Performance",
    "abilityScore": "Charisma",
    "description": " Your Charisma (Performance) check determines how well you can delight an audience with music, dance, acting, storytelling, or some other form of entertainment."
  }, {
    "type": "skill",
    "name": "Persuasion",
    "abilityScore": "Charisma",
    "description": " When you attempt to influence someone or a group of people with tact, social graces, or good nature, the DM might ask you to make a Charisma (Persuasion) check."
  }]
}
